Repository: mariodebian/pam-usb-tcos
Catalog: tools/po/*.po
Languages: es, pt_br

source: Username
es: Usuario
pt_br: Usuário

source: Attached device
es: Dispositivos registrados
pt_br: Dispositivo conectado

source: Device Name
es: Nombre del dispositivo
pt_br: Nome do dispositivo

source: Volume UUID
es: UUID de partición

source: Model
es: Modelo
pt_br: Modelo

source: Vendor
es: Fabricante
pt_br: Fabricante

source: Serial
es: Num. serie

source: Volumes
es: Particiones
pt_br: Volume

source: Can't save to file '%s'. Are you root?
es: No se pudo guardar en '%s'. ¿Eres administrador?
pt_br: Não foi possível salvar o arquivo '%s'. Você é root?

source: No devices registered. Please register at least one device.
es: No hay dispositivos registrados. Por favor, registre al menos un dispositivo.
pt_br: Nenhum dispositivo foi cadastrado. Por favor cadastre pelo menos um dispositivo.

source: No device selected. Please select a device from left list.
es: No se ha seleccionado ningun dispositivo. Por favor seleccione uno de la lista izquierda.
pt_br: Nenhum dispositivo foi selecionado. Por favor selecione um dispositivo da lista.

source: No name, please give a name.
es: No se ha indicado nombre, por favor proporcione uno.
pt_br: Não há nenhum nome, por favor indique um nome.

source: PAM USB Configuration
es: Configuración PAM USB
pt_br: Configuração do PAM USB

source: <span size="x-large">Configure PAM USB user and devices</span>
es: <span size="x-large">Configuración de usuarios y dispositivos de PAM USB</span>
pt_br: <span size="x-large">Configure um usuário e um dispositivo PAM USB</span>

source: <b>Devices</b>
es: <b>Dispositivos</b>
pt_br: <b>Dispositivos</b>

source: <b>Users</b>
es: <b>Uusarios</b>
pt_br: <b>Usuários</b>

source: Add
es: Añadir
pt_br: Adicionar

source: Remove
es: Borrar
pt_br: Remover

source: Add device
es: Añadir dispositivo
pt_br: Adicionar dispositivo

source: Avalaible devices
es: Dispositivos disponibles
pt_br: Dispositivos disponíveis

source: Reload devices
es: Recargar dispositivos
pt_br: Carregando dispositivos

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Select this device
es: Seleccionar este dispositivo
pt_br: Selecionar este dispositivo

source: More than one volume
es: Más de una partición
pt_br: Mais do que um volume

source: <b>To insert device to pam-usb, you need to put a unique name.</b>
es: <b>Para registrar un dispositivo en pam-usb, necesita indicar un nombre único</b>
pt_br: <b>Para inserir um dispositivo ao PAM-USB, você precisa informar um nome único.</b>

source: Device name:
es: Nombre del dispositivo:
pt_br: Nome do dispositivo

source: Device have more than one volumes (partitions). Please choose one:
es: El dispositivo tiene más de una partición. Por favor, seleccione una:
pt_br: Este dispositivo tem mais de um volume (partição). Por favor escolha uma:

source: Add user
es: Añadir usuario
pt_br: Adicionar usuário

source: Select a system user and a register device
es: Seleccionar un usuario y registrar
pt_br: Selecione um usuário e um dispositivo cadastrados no sistema

source: Chooser device
es: Dispositivo seleccionado
pt_br: Escolha um dispositivo

source: Chooser user
es: Seleccionar usuario
pt_br: Escolha um usuário
